Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: four
sv: fyra

source: five
sv: fem

source: six
sv: sex

source: seven
sv: sju

source: eight
sv: åtta

source: nine
sv: nio

source: Music Glyph
sv: Glyf för musik

source: Allows placing any musical glyph which can then be dragged in the final typeset view for fine control over positioning. The complete list of glyphs is in the LilyPond documentation. Note! Do not place this directive at the end of a staff as it will not be typeset, place it before the last note and then right-click on it in the typeset (print) view to adjust its position if needed.
sv: Gör det möjligt att placera valfri musikalisk glyf som sedan kan dras i den slutliga sättningsvyn för fin kontroll över positioneringen. Den fullständiga listan över glyfer finns i LilyPond-dokumentationen. Obs! Placera inte detta direktiv i slutet av en notbild eftersom det inte kommer att sättas, placera det före den sista noten och högerklicka sedan på det i sättningsvyn (utskrift) för att justera dess position om det behövs.

source: This directive has to be placed before a note, chord or rest. The text itself can be re-positioned by right-clicking in the typeset (print) view
sv: Detta direktiv måste placeras före en not, ett ackord eller en paus. Själva texten kan omplaceras genom att högerklicka i sättningsvyn (utskriftsvyn)

source: This directive must be placed before a note to work
sv: Detta direktiv måste placeras före en not om arbete

source: Text Annotation
sv: Annotering av text

source: Give text to be placed in score at cursor (it can be dragged in the typeset view)
sv: Ge text som ska placeras i notskrift vid markören (den kan dras i sättningsvyn)

source: Textual Annotation
sv: Textuell annotering

source: Allows placing arbitrary text on the score which can then be dragged in the final typeset view for fine control over positioning. Note! Do not place this directive at the end of a staff as it will not be typeset, place it before the last note and then right-click on it in the typeset (print) view to adjust its position if needed.
sv: Gör det möjligt att placera godtycklig text på partituret som sedan kan dras i den slutliga sättningsvyn för att få fin kontroll över positioneringen. Obs! Placera inte detta direktiv i slutet av ett notblad eftersom det inte kommer att sättas, placera det före den sista noten och högerklicka sedan på det i sättningsvyn (utskriftsvyn) för att justera dess position om det behövs.

source: 8 Balance
sv: 8 Balans

source: Balance. Typically used for a stereo signal tweak without changing the pan itself. Like a CD player.
sv: Balansera. Används vanligen för att justera stereosignalen utan att ändra själva panoreringen. Som en CD-spelare.

source: Change the Channel of a staff
sv: Ändra kanal för en notsystem

source: 11 Expression
sv: 11 Uttryck

source: AKA "Sub Volume" or "Percent Volume". The "real" volume. Use Volume as initial value for each staff/channel and change further cresc/dim with expression.
sv: Även kallad "delvolym" eller "procentvolym". Den "verkliga" volymen. Använd Volume som startvärde för varje notsystem/kanal och ändra ytterligare cresc/dim med uttryck.

source: Generic Control Change
sv: Generisk kontrolländring

source: Generic 0xB Control Change - User can give the midi bytes, too.
sv: Generic 0xB Control Change - Användaren kan också ge midibytes.

source: 69 Hold Pedal #2 On/Off
sv: 69 Håll pedal 2 på/av

source: Longer release time but notes will fade out eventually.
sv: Längre utgivningstid men noter kommer att blekna så småningom.

source: 64 Hold Pedal (Right Piano Pedal)
sv: 64 Hållpedal (höger pianopedal)

source: Hold Pedal On/Off (Right Piano Pedal). Deactivates Note-Off until set to "Off"
sv: Hold Pedal On/Off (höger pianopedal). Inaktiverar Note-Off tills den är inställd på "Off"

source: 68 Legato Pedal On/Off
sv: 68 Legato-pedal på/av

source: Skips the attack portion of the VCA's envelope. For phrasing like wind or brass or guitar hammer-on.
sv: Hoppar över attackdelen av VCA:ns envelope. För frasering som blås- eller brassinstrument eller gitarrhammare.

source: Change the Modwheel value of a channel/staff
sv: Ändra Modwheel-värdet för en kanal/notsystem

source: 10 Pan
sv: 10 Panna

source: Where in the stereo field the channel sound will be placed.
sv: Var i stereofältet kanalljudet kommer att placeras.

source: 65 Portamento On/Off
sv: 65 Portamento på/av

source: Slides between 2 notes. Can be adjusted with 5 - Portamento Time
sv: Glider mellan 2 toner. Kan justeras med 5 - Portamento Time

source: Change the Program of the current channel/staff
sv: Ändra programmet för den aktuella kanalen/notsystemet

source: 67 Soft Pedal On/Off (Left Piano Pedal)
sv: 67 Softpedal på/av (vänster pianopedal)

source: Left Piano Pedal. Lowers the volume of any notes played.
sv: Vänster pianopedal. Sänker volymen på alla noter som spelas.

source: 66 Sostenuto Pedal On/Off (Middle Grand Piano Pedal)
sv: 66 Sostenuto-pedal på/av (pedal för mellanflygel)

source: Middle Grand Piano Pedal. All Notes currently active (without a note off) will not have a note-off until Sostenuto Off.
sv: Pedal för mellanflygelpiano. Alla noter som för närvarande är aktiva (utan notavstängning) kommer inte att ha någon notavstängning förrän Sostenuto Off.

source: Change Instrument Timbre
sv: Ändra instrumentets klangfärg

source: Give MIDI program number (1-256):
sv: Ange MIDI-programmets nummer (1-256):

source: Give accompanying text to typset here (if any):
sv: Ange här eventuell tillhörande text till typset:

source: Change Timbre (Instrument Sound)
sv: Ändra klangfärg (instrumentljud)

source: Changes the MIDI instrument for the following notes, optionally typesetting some text here. Use for pizz. trem. etc.
sv: Ändrar MIDI-instrumentet för följande noter och skriver eventuellt in lite text här. Används för pizz. trem. etc.

source: Change the Volume of a channel/staff
sv: Ändra volymen för en kanal/staff

source: Change Midi Channel
sv: Ändra Midi-kanal

source: Changes the MIDI channel of a staff
sv: Ändrar MIDI-kanalen för ett notsystem

source: Clarinet in A
sv: Klarinett i A

source: MIDI playback minor third lower than printed, marks as Clarinet in A
sv: MIDI-avspelning liten terts lägre än tryckt, markeras som Klarinett i A

source: Clarinet in B flat
sv: Klarinett i B-dur

source: MIDI output is one tone lower than printed, inscribes clarinet in B flat above music
sv: MIDI-utskriften är en ton lägre än den tryckta, inskriberar klarinett i B-dur ovanför notbilden

source: Close Transposing Instrument
sv: Stäng transponering instrument

source: Returns MIDI output to transposition set on staff properties.
sv: Returnerar MIDI-utmatningen till den transposition som anges i notsystemets egenskaper.

source: Set Tempo
sv: Ställ in tempo

source: Send a Midi command to change the tempo to a new bpm. No printout.
sv: Skicka ett Midi-kommando för att ändra tempot till ett nytt bpm. Ingen utskrift.

source: MIDI tuning becomes equal temperament from this point.
sv: MIDI-stämningen blir från och med denna punkt jämngod temperering.

source: Quarter Comma Meantone
sv: Kvartal Komma Meantone

source: MIDI output becomes 1/4 comma mean tone from this point
sv: MIDI-utgången blir 1/4 kommatecken medelhög ton från denna punkt

source: All Staffs:
sv: Alla notrader:

source: Set Tuning Across All Staffs
sv: Set Tuning över alla notsystem

source: At this time during playback switch to the temperament set when this command was invoked.
sv: Vid denna tidpunkt under uppspelningen växlar du till det temperament som ställdes in när detta kommando aktiverades.

source: This Staff:
sv: Detta notsystem:

source: Set Tuning for Current Staff
sv: Set Tuning för nuvarande notsystem

source: At this time in playback the current staff's tuning will switch to the temperament selected when this command is invoked.
sv: Vid denna tidpunkt i uppspelningen kommer det aktuella notsystemets stämning att växla till den temperering som valdes när detta kommando användes.

source: This directive sets the style of typesetting for accidentals
sv: Detta direktiv fastställer sättningsstilen för förtecken

source: Modern Cautionary
sv: Modern varning

source: Neo-Modern
sv: Nymodernt

source: Teaching
sv: Undervisning

source: Forget
sv: Glömma

source: (Print) Accidental Printing
sv: (Print) Oavsiktlig utskrift

source: Prints accidentals according to a chosen style
sv: Skriver ut olycksfall enligt en vald stil

source: No Beaming
sv: Ingen strålning

source: Stop Beaming
sv: Sluta stråla

source: (Print) Stop automatic beaming from current position in score.
sv: (Print) Stoppa automatisk strålning från aktuell position i poängen.

source: Normal Beaming
sv: Normal strålning

source: Start Beaming
sv: Börja stråla

source: (Print) Start automatic beaming at this point in score. (Used after turning beaming off).
sv: (Print) Starta automatisk beaming vid denna punkt i poängen. (Används när du har stängt av beaming).

source: Note Head
sv: Not Huvud

source: Clef Modifier
sv: klav Modifierare

source: Cue Clef
sv: Cue klav

source: Cue End Clef
sv: Cue Slut klav

source: Key Cancellation
sv: Nyckel Avbokning

source: Breath
sv: Andning

source: Fingering
sv: Fingersättning

source: Multi-Measure Rest
sv: paus med flera takter

source: Markup to use for
sv: Markup att använda för

source: Change Stencil for Object
sv: Ändra stencil för objekt

source: Lets you create your own stencil for typesetting the next occurence of the chosen layout object. The stencil is created using LilyPond markup - this can be anything from a single character to a drawing in encapsulated Postscript format. See LilyPond documentation for details.
sv: Låter dig skapa din egen stencil för sättning av nästa förekomst av det valda layoutobjektet. Stencilen skapas med hjälp av LilyPond-markup - det kan vara allt från ett enda tecken till en ritning i inkapslat Postscript-format. Se LilyPond-dokumentationen för mer information.

source: This Directive turns off repeations of the chord except at the start of a new line
sv: Detta direktiv stänger av upprepningar av ackordet utom i början av en ny rad

source: Chord Changes Only
sv: Endast ackordändringar

source: From the cursor position on only chord changes are typeset (either Chord Symbols or Fret Diagrams), except at the beginning of the line.
sv: Från markörens position och framåt skrivs endast ackordbyten (antingen ackordsymboler eller greppdiagram), utom i början av raden.

source: Color for Next Chord
sv: Färg för nästa ackord

source: Color Next Symbol
sv: Färg Nästa symbol

source: Typesets the next chord symbol in a color you choose.
sv: Skriv nästa ackordsymbol i en färg som du väljer.

source: Dynamics Above
sv: Dynamik ovanför

source: Inserts a directive to cause dynamics to be printed above the staff.
sv: Lägger in ett direktiv om att dynamik ska skrivas ut ovanför notsystemet.

source: (Print) Stop Drawing Notes
sv: (Skriv ut) Stoppa ritningsanteckningar

source: Stops the Lilypond engraving of notes
sv: Stoppar Lilypond-gravyren av noter

source: This directive turns off stems
sv: Detta direktiv stänger av stjälkar

source: Hide Stems
sv: Göm stjälkar

source: Hides stems on notes from this point on.
sv: Döljer stjälkar på noter från och med nu.

source: (Print) Hide object
sv: (Skriv ut) Dölj objekt

source: Hides the object at cursor position with a lilypond directive. Currently only Notes and the three Signatures. No rests!
sv: Döljer objektet vid markörens position med ett lilypond-direktiv. För närvarande endast Notes och de tre signaturerna. Inga pauser!

source: Stop Ignore
sv: Sluta ignorera

source: Ignore Off
sv: Ignorera av

source: End commenting-out of the LilyPond output. Normal typesetting resumes from this point.
sv: Avsluta utkommenteringen av LilyPond-utdata. Normal sättning återupptas från denna punkt.

source: Start Ignore
sv: Start Ignorera

source: Ignore On
sv: Ignorera på

source: Start commenting-out of the LilyPond output when typesetting the current part. You must resume the typesetting with Ignore Off before the end of the staff or the score will not typeset.
sv: Börja kommentera ut LilyPond-utdata när du sätter den aktuella delen. Du måste återuppta sättningen med Ignore Off före slutet av notsystemet, annars kommer partituret inte att sättas.

source: on Staff
sv: på notsystem

source: Give note (in LilyPond notation) that middle C should transpose to in this cue:
sv: Notera (i LilyPond-notation) att mitt-C ska transponeras till i denna cue:

source: This marks the end of a cue - where notes from another part are printed. This marker can be cut and pasted to another position to alter the extent of the cue.
sv: Detta markerar slutet på en cue - där noter från en annan del skrivs ut. Denna markör kan klippas ut och klistras in på en annan plats för att ändra omfattningen av cue:n.

source: This marks the start of a cue - if you make an alteration to the number of staffs you will need to delete this cue and remake it. Watch out that you do not end up with two End Cue directives as this will not typeset.
sv: Detta markerar början på en cue - om du ändrar antalet staber måste du ta bort denna cue och göra om den. Se upp så att du inte hamnar med två End Cue-direktiv eftersom detta inte kommer att sättas.

source: There are no other staffs for this one to take a cue from.
sv: Det finns inga andra staber för den här att ta intryck av.

source: Nowhere to place the End Cue marker
sv: Ingenstans att placera markören för End Cue

source: End Cue
sv: Sluta signal

source: Install Cue
sv: Installera signal

source: Starts quoting music from another staff as a cue. The end cue marker is placed at the end of the measure, but can be moved with cut and paste to the desired position.
sv: Börjar citera musik från ett annat notsystem som en cue. End cue-markören placeras i slutet av måttet, men kan flyttas med klipp och klistra till önskad position.

source: This directive instructs the LilyPond typesetter to start/stop placing a count above the measures.
sv: Detta direktiv instruerar LilyPonds sättare att börja/sluta placera en räkning ovanför måtten.

source: Stop Count
sv: Stoppa räkningen

source: Start Count
sv: Starta räkning

source: Measure Count Start or End
sv: Start eller slut för mätning

source: Inserts a directive to start or stop the printing of a counter above each measure. Use for repeated measures to assist the performer count the number of repetitions.
sv: Infogar ett direktiv för att starta eller stoppa utskriften av en räknare ovanför varje takt. Används för upprepade takter för att hjälpa artisten att räkna antalet repetitioner.

source: Multi-Measure Rests
sv: Rester med flera mätningar

source: Give limit for use of church rests
sv: Begränsa användningen av kyrkans viloplatser

source: MMR Limit
sv: MMR gränsvärde

source: Multi-Measure Rest Expand Limit
sv: Multi-Measure paus Expand Limit

source: In Multi-Measure rests: controls how many measures rest are notated as church rests before numbers are used.
sv: In Multi-Measure pauser: styr hur många takters vila som ska noteras som kyrkvila innan siffror används.

source: Give new spacing:
sv: Ge nya avstånd:

source: To restore the prevailing music spacing delete this directive object.
sv: För att återställa det rådande musikavståndet radera detta direktivobjekt.

source: Note spacing unaltered.
sv: Notavståndet är oförändrat.

source: Start New Spacing
sv: Starta nytt mellanslag

source: Spaces notes from cursor onwards based on the spacing given.
sv: Spatierar noter från markören och framåt baserat på det angivna avståndet.

source: This sign allows a Line Break. The bar can be broken across a line at this point. Delete using Del or Backspace key.
sv: Detta tecken tillåter en radbrytning. Baren kan brytas över en linje vid denna punkt. Ta bort med Del eller Backspace.

source: Allow Line/Page Break
sv: Tillåt rad-/sidbrytning

source: Permits the typesetter to break the line at this point.
sv: Tillåter sättaren att bryta linjen vid denna punkt.

source: This Line Break will have no effect if there is no barline at this point. You can use Allow Line/Page Break to insert an invisible one if you need it
sv: Denna radbrytning har ingen effekt om det inte finns någon strecklinje vid denna punkt. Du kan använda Allow Line/Page Break för att infoga en osynlig radbrytning om du behöver det

source: (Print) Start a new line (i.e. system) at this measure. This will be ignored if it breaks a beam or tuplet. Use Allow Line Break to break mid-measure.
sv: (Print) Starta en ny linje (dvs. ett nytt system) vid detta mått. Detta ignoreras om det bryter en balk eller tuplett. Använd Allow Line Break för att bryta mitt i måttet.

source: No Line Break
sv: Ingen radbrytning

source: Disallow a line break at this measure.
sv: Tillåt inte radbrytning vid detta mått.

source: This Page Break will have no effect if there is no barline at this point. You can use Allow Line/Page Break to insert an invisible one if you need it
sv: Denna sidbrytning har ingen effekt om det inte finns någon strecklinje vid denna punkt. Du kan använda Tillåt rad/sidbrytning för att infoga en osynlig sådan om du behöver det

source: (Print) Forces a new page at this barline.
sv: (Print) Forcerar fram en ny sida på denna taktstreck.

source: Spacing for Staff
sv: Utrymme för notsystem

source: Give value for extra space:
sv: Ge värde för extra utrymme:

source: Space Above Staff
sv: Utrymme ovanför notsystem

source: Space Below Staff
sv: Utrymme under notsystem

source: Staff/System/Titles Spacer
sv: Mellanrum för notsystem/system/titlar

source: Forces extra space between this staff and the adjacent one at this point in the score. If in the top staff of a system, forces the systems apart in the line at the cursor. If in the top staff on the top line gives more room below the titles.
sv: Ger extra utrymme mellan detta notsystem och det intilliggande vid denna punkt i partituret. I ett systems översta notsystem ökar det avståndet mellan systemen på raden vid markören. I det översta notsystemet på översta raden ger det mer utrymme under titlarna.

source: Revert Spacing
sv: Avstånd för återgång

source: Spaces notes from cursor onwards in default manner.
sv: Spaces noter från markören och framåt på standard sätt.

source: Change Barnumber in typeset score
sv: Ändra Barnumber i maskinskrivet resultat

source: Please enter a number to set the current bar number. The typeset score will continue to count up from there.
sv: Ange en siffra för att ställa in det aktuella taktnumret. Det maskinskrivna partituret fortsätter att räkna upp därifrån.

source: (Print) Set Bar Number
sv: (Skriv ut) Ange barnummer

source: Enter a number to change the bar number in the typeset score. The printout will continue to count up from there.
sv: Ange en siffra för att ändra taktnumret i det maskinskrivna partituret. Utskriften kommer att fortsätta räkna upp därifrån.

source: X-Y shift
sv: X-Y-förskjutning

source: Give horizontal shift required
sv: Ge horisontellt skift krävs

source: Give vertical shift required
sv: Ge vertikal skiftning krävs

source: This type of object cannot be shifted by this method
sv: Denna typ av objekt kan inte flyttas med denna metod

source: (Print) Shift Object
sv: (Skriv ut) Skifta objekt

source: Asks for horizontal and vertical offsets and inserts a directive to displace the object at the cursor on printing.
sv: Frågar efter horisontella och vertikala förskjutningar och infogar ett direktiv för att förskjuta objektet vid markören vid utskrift.

source: This directive turns on typesetting of stems on notes.
sv: Detta direktiv handlar om sättning av stammar på noter.

source: Show Stems
sv: Visa stjälkar

source: End Small Size
sv: Avsluta liten storlek

source: Printing resumes normal size music.
sv: Utskriften återgår till normal storlek på musiken.

source: Small Size
sv: Liten storlek

source: Music after this is printed in a small size.
sv: Musik efter detta trycks i en liten storlek.

source: (Print) Start Drawing Staff (Again)
sv: (Print) Börja rita notsystem (igen)

source: Reverts the "Stop Drawing Staff" command
sv: Återställer kommandot "Stoppa ritning av notsystem"

source: (Print) Stop Drawing Staff
sv: (Skriv ut) Sluta dra notsystem

source: Stop drawing the staff and barlines in Lilypond. Notes are still drawn.
sv: Sluta rita notsystem- och strecklinjer i Lilypond. noter ritas fortfarande.

source: Minimum Fret Number
sv: Minsta nummer på brädan

source: Give lowest fret number wanted:
sv: Ge lägsta önskade fretnummer:

source: Minimum Fret Number Allowed
sv: Minsta tillåtna antal fretar

source: In a Tab staff, restrict the frets available to larger than the given value.
sv: I en Tab-notation begränsar du de tillgängliga bandet till större än det angivna värdet.

source: Restrain Open Strings
sv: Håll tillbaka öppna strängar

source: Restrains the use of open strings in Tablature.
sv: Begränsar användningen av öppna strängar i tabulatur.

source: This directive causes the tab to be notated fully with beaming and other notation added Delete the directive to undo the effect.
sv: Det här direktivet gör att tabulaturen noteras fullständigt med stråkar och andra notationer som läggs till Ta bort direktivet för att upphäva effekten.

source: This Directive can only be added in a Tab Staff. See Staff menu.
sv: Detta direktiv kan bara läggas till i ett tabulaturnotsystem. Se menyn Notsystem.

source: Full Tab Notation On
sv: Fullständig tabulaturnotation på

source: Typeset beaming etc with Tablature from the cursor position on.
sv: Sätter balkar med mera i tabulaturen från markörens position och framåt.

source: (Print) Close } a LilyPond Block
sv: (Skriv ut) Nära } ett LilyPond-kvarter

source: Closes a LilyPond Block (there must be a matching open, {, earlier)
sv: Stänger ett LilyPond-block (det måste finnas ett motsvarande öppet, {, tidigare)

source: This Denemo Directive starts block of music that will be enhamonically flattened. The block of music should be closed with a curly brace }.t
sv: Detta Denemo-direktiv startar ett musikblock som kommer att plattas till enhamoniskt. Musikblocket ska avslutas med en hakparentes }.t

source: Open Enharmonic Flatten
sv: Öppen Enharmonisk Platta

source: Opens a block of music that will be sharpened enharmonically (D-sharp becomes E-flat etc). The block should be closed with a curly brace }
sv: Öppnar ett block med musik som ska skärpas enharmoniskt (D-dist blir Ess osv.). Blocket ska avslutas med en hakparentes }

source: This Denemo Directive starts block of music that will be enhamonically sharpened. The block of music should be closed with a curly brace }.t
sv: Detta Denemo-direktiv startar ett musikblock som kommer att vässas enhamoniskt. Musikblocket bör avslutas med en klammer }.t

source: Opens a block of music that will be sharpened enharmonically (E-flat becomes D-sharp etc). The block should be close with a curly brace }
sv: Öppnar ett block med musik som ska skärpas enharmoniskt (E-b blir D-kors etc). Blocket bör avslutas med en hakparentes }

source: This Denemo Directive starts block of music that will be transposed up one octave. The block of music should be closed with a curly brace }.t
sv: Detta Denemo-direktiv startar ett musikblock som ska transponeras upp en oktav. Musikblocket ska avslutas med en hakparentes }.t

source: (Print) Open { Octave Down
sv: (Skriv ut) Open { Octave Down

source: Opens a block printing an octave lower: must be terminated with CloseLilyBlock
sv: Öppnar ett block som skriver ut en oktav lägre: måste avslutas med CloseLilyBlock

source: (Print) Open { Octave Up
sv: (Print) Öppna {Oktav upp
